<p><center>Pengertian Ruqyah</center></p>

<p>Ruqyah secara etiomolog : ar-Ruqyah (&#1575;&#1604;&#1585;&#1617;&#1615;&#1602;&#1618;&#1610;&#1614;&#1577;&#1615;) bentuk jamaknya Ar-Ruqaa (&#1575;&#1604;&#1585;&#1615;&#1617;&#1602;&#1614;&#1610;) artinya Jampi, Mantera, Suwuk, Rapal. Terkadang bermakna &lsquo;Azimah (Jimat), dalam Lisanul Arob Ruqyah di definiskan sebagai setiap jampi jampi yang baik, Al-Fairuz Abadi berkata: ''Yang dimaksud 'azimah-'azimah adalah ruqyah-ruqyah ''. Imam Ibn al-Mandzur mengatakan:</p>

<p>&#1602;&#1575;&#1604; &#1575;&#1576;&#1606; &#1605;&#1606;&#1592;&#1608;&#1585;: &#1608;&#1575;&#1604;&#1585;&#1602;&#1610;&#1577;: &#1575;&#1604;&#1593;&#1608;&#1584;&#1577;&#1548; &#1605;&#1593;&#1585;&#1608;&#1601;&#1577;&#1548; &#1608;&#1575;&#1604;&#1580;&#1605;&#1593; &#1585;&#1602;&#1609;. &#1608;&#1578;&#1602;&#1608;&#1604;: &#1575;&#1587;&#1578;&#1585;&#1602;&#1610;&#1578;&#1607; &#1601;&#1585;&#1602;&#1575;&#1606;&#1610; &#1585;&#1602;&#1610;&#1577;&#1548; &#1601;&#1607;&#1608; &#1585;&#1575;&#1602; ... &#1610;&#1602;&#1575;&#1604;: &#1585;&#1602;&#1609; &#1575;&#1604;&#1585;&#1575;&#1602;&#1610; &#1585;&#1602;&#1610;&#1577; &#1608;&#1585;&#1602;&#1610;&#1575; &#1573;&#1584;&#1575; &#1593;&#1608;&#1584; &#1608;&#1606;&#1601;&#1579; &#1601;&#1610; &#1593;&#1608;&#1584;&#1578;&#1607;&ldquo;</p>

<p>&ldquo; Ruqyah : do&rsquo;a perlindungan, jamaknya ruqaa. Kita katakan: Aku meminta ruqyahnya dan ia meruqyahku ia disebut raqi... Dikatakan : peruqyah meruqyah dengan suatu jampi artinya adalah ia meminta perlindungan dan menghembuskan nafas dalam do&rsquo;anya&rdquo;.</p>

<p>Secara Istilah adalah :</p>

<p>&#1607;&#1610; &#1583;&#1593;&#1575;&#1569; &#1608; &#1578;&#1593;&#1608;&#1610;&#1584; &#1576;&#1602;&#1585;&#1575;&#1569;&#1577; &#1588;&#1610;&#1569;&#1613; &#1605;&#1606; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1575;&#1604;&#1603;&#1585;&#1610;&#1605; &#1608;&#1571;&#1587;&#1605;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607; &#1608;&#1589;&#1601;&#1575;&#1578;&#1607; &#1605;&#1593; &#1575;&#1604;&#1571;&#1583;&#1593;&#1610;&#1577; &#1575;&#1604;&#1588;&#1585;&#1593;&#1610;&#1577; &#1576;&#1575;&#1604;&#1604;&#1587;&#1575;&#1606;&#1575;&#1604;&#1593;&#1585;&#1576;&#1610; &#1571;&#1608; &#1605;&#1575; &#1610;&#1593;&#1585;&#1601; &#1605;&#1593;&#1606;&#1575;&#1607; &#1605;&#1593; &#1575;&#1604;&#1606;&#1601;&#1579; &#1563; &#1604;&#1585;&#1601;&#1593; &#1575;&#1604;&#1593;&#1604;&#1577; &#1608;&#1575;&#1604;&#1605;&#1585;&#1590; &#1575;&#1608; &#1604;&#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1581;&#1575;&#1580;&#1575;&#1578; &#1575;&#1604;&#1605;&#1582;&#1578;&#1604;&#1601;&#1577;</p>

<p>&ldquo; Ruqyah yakni do&rsquo;a dan perlindungan (penjagaan) dengan membaca ayat-ayat al-Qur&rsquo;an al-Karim, Nama-Nama Allah dan Sifat-Sifat-Nya, disamping do&rsquo;a-do&rsquo;a syar&rsquo;i yang menggunakan bahasa arab atau selain bahasa arab yang diketahui maknanya, disertai hembusan nafas; untukmenghilangkan penderitaan, penyakit atau untuk semua macam hajat.&rdquo;</p>

<p>Al-Hafidz Ibnu Hajar mengatakan :</p>

<p>&#1575;&#1604;&#1585;&#1602;&#1610;&#1577; &#1603;&#1604;&#1575;&#1605; &#1610;&#1587;&#1578;&#1588;&#1601;&#1609; &#1576;&#1607; &#1605;&#1606; &#1603;&#1604; &#1593;&#1575;&#1585;&#1590;</p>

<p>
    &ldquo;Ruqyah adalah ucapan yang dibacakan untuk kesembuhan segala macam gangguan atau penyakit &ldquo;</p>

<p>Ath-Thibi mengatakan :</p>

<p>&#1605;&#1575; &#1610;&#1585;&#1602;&#1609; &#1576;&#1607; &#1605;&#1606; &#1575;&#1604;&#1583;&#1593;&#1575;&#1569; &#1604;&#1591;&#1604;&#1576; &#1575;&#1604;&#1588;&#1601;&#1575;&#1569;<br />
    &ldquo; Doa apapun yang dibacakan untuk kesembuhan &ldquo;</p>

<p>Al-Hafidz Ibnu Atsir mengatakan :</p>

<p>&#1575;&#1604;&#1585;&#1617;&#1615;&#1602;&#1618;&#1610;&#1614;&#1577; : &#1575;&#1604;&#1593;&#1615;&#1608;&#1584;&#1577; &#1575;&#1604;&#1578;&#1610; &#1610;&#1615;&#1585;&#1618;&#1602;&#1609; &#1576;&#1607;&#1575; &#1589;&#1575;&#1581;&#1576; &#1575;&#1604;&#1570;&#1601;&#1577; &#1603;&#1575;&#1604;&#1581;&#1615;&#1605;&#1617;&#1614;&#1609; &#1608;&#1575;&#1604;&#1589;&#1617;&#1614;&#1585;&#1593; &#1608;&#1594;&#1610;&#1585; &#1584;&#1604;&#1603; &#1605;&#1606; &#1575;&#1604;&#1570;&#1601;&#1575;&#1578;</p>

<p>&ldquo; Ruqyah adalah perlindungan yang dibacakan kepada orang yang tertimpa penyakit seperti demam, kesurupan dan penyakit lainnya &ldquo;.</p>

<p>Sedangkan Al-jauhari dalam al Misbah 1/232 mendefinisikan Ruqyah adalah setiap matra matra perlindungan disertai tiupan yang ringan.</p>

<p>Dapat dikatakan Ruqyah doa dan bacaan-bacaan yg mengandung permintaan tolong dan perlindungan kepada Alloh SWT untuk mencegah atau mengangkat bala/penyakit dari tubuh. Messkipun terkadang doa atau bacaan itu disertai dengan sebuah tiupan dari mulut ke kedua telapak tangan atau anggota tubuh orang yg meruqyah atau yg diruqyah.</p>

<p>Jadi kalau Ruqyah itu bermakna doa, Itu memang benar sekali. Namun makna doa di sini mengalami pengkhususan makna hanya untuk &ldquo;mengharapkan kesembuhan&rdquo; sehingga tidak semua doa boleh dikatakan Ruqyah. Sehingga kurang tepat bila ruqyah disandarkan pada selain kesembuhan, misalkan perkataan Ruqyah untuk mencari barang hilang, Ruqyah bukan untuk mengundang jodoh, pelejit karir, Ruqyah untuk melariskan dagangan, Ruqyah untuk menolak/mengundang hujan, ataupun yang lainnya. Sebagaimana kata &quot;ngemil&quot; dalam bahasa indonesia. Walaupun ngemil itu maknanya adalah &quot;makan&quot; namun makna dalam kalimat ngemil ini dikhususkan ketika ada orang memakan makanan ringan. Jika ada orang makan sate kambing, gule, ikan tongkol, ayam goreng, nasi pecel, sayur asem, maka saya yakin tak ada satu orang pun yang mengatakan bahwa orang itu sedang ngemil. Walau ngemil itu satu makna dengan makan, tapi berbeda posisi dalam penempatannya karena sudah mengalami pengkhususan makna. Oleh sebab itu bisa dikatakan bahwa Ruqyah adalah doa dari Alqur&rsquo;an atau hadits atau perkataan salafus sholih untuk mengharapkan kesembuhan untuk orang yang sakit Jasmani atau Ruhani.</p>

<p>Dari definisi secara bahasa dan istilah, maka apa yang dilakukan para sesepuh kita dahulu dan para kyai semisal membacakan doa dengan media air lalu diminumkan ke pasien atau dengan tiupan setelah berdoa atau memegang kepala dengan didoakan, adalah sudah termasuk ruqyah yang diperbolehkan. Asalkan bacaannya sesuai yang dianjurkan oleh syare&rsquo;at dan tekhniknya juga tidak melanggar syare&rsquo;at, maka sudah dianggap ruqyah syar&rsquo;iyyah. </p>