<p><b></b><center>Sejarah Ruqyah</center></p>

<p>Secara Fitrah setiap manusia yang mengalami musibah sakit tentu ia menginginkan kesehatan, sehingga muncullah kemaslahatan sehingga menjaga kesehatan tubuh dan jiwanya, Barangsiapa bisa memenuhi keinginan ini berarti karunia Alloh Ta'ala untuk diri cukup besar. Sehingga wajar jika pengobatan ruqyah telah dikenal secara luas di tengah masyarakat jahiliyyah. Ruqyah adalah salah satu cara pengobatan yg mereka yakini dapat menyembuhkan penyakit dan menjaga kesehatan, Di Zaman jahiliyyah itu ruqyah digunakan utk mengobati berbagai penyakit seperti tersengat binatang berbisa, terkena sihir, kekuatan 'ain dan lainnya.</p>

<p>Namun Ironis-nya ruqyah (Mantra-mantra) sering menjadi media untuk penyebarluasan berbagai kesyirikan di kalangan mereka. Pengobatan ruqyah yg dilakukan tidak luput dari pelanggaran syariat. Di antaranya adalah pengakuan mengetahui perkara ghaib secara Mutlak, menyekutukan Alloh, menyandarkan diri kepada selain Alloh seperti kepercayaan pada pohon-pohon/benda-benda keramat/hari , dan berlindung kepada jin, dan lain-lain.</p>

<p>Oleh karena metode pengobatan dengan Ruqyah telah ada sejak zaman Jahiliyyah, bahkan metode pengobatan jampi/ruqyah adalah salah satu metode pengobatan tertua di bumi ini sebelum berkembangnya dunia kedokteran dan medis. Pada awalnya Rasulullah shallallahu 'alaihi wa sallam mengharamkan ruqyah, sebagaimana hadits dari Ibnu Mas'ud yg diriwayatkan oleh Abu Dawud dan Ahmad :</p>

<p>&#1573;&#1606; &#1575;&#1604;&#1585;&#1602;&#1610; &#1608; &#1575;&#1604;&#1578;&#1605;&#1575;&#1574;&#1605; &#1608; &#1575;&#1604;&#1578;&#1608;&#1575;&#1604;&#1577; &#1588;&#1585;&#1603; &quot;
    <br>Sesungguhnya RUQYAH/jampi, jimat, dan pelet adalah sebuah KESYIRIKAN..&quot;</p>

<p>Dalam hadits di atas memang tidak ada kalimat &quot;haram&quot; secara tekstual, Namun telah menjadi suatu yang ma'lum bagi seorang mukmin bahwasannya kesyirikan adalah sesuatu yang haram. Karena kesyirikan adalah suatu kedzaliman yang besar seperti yang difirmankan Allah di dalam juz 21 surat Luqman ayat 13 :</p>

<p>&#1608;&#1573;&#1584; &#1602;&#1575;&#1604; &#1604;&#1602;&#1605;&#1575;&#1606; &#1604;&#1575;&#1576;&#1606;&#1607; &#1608;&#1607;&#1608; &#1610;&#1593;&#1592;&#1607; &#1610;&#1575; &#1576;&#1606;&#1610; &#1604;&#1575; &#1578;&#1588;&#1585;&#1603; &#1576;&#1575;&#1604;&#1604;&#1607; &#1573;&#1606; &#1575;&#1604;&#1588;&#1585;&#1603; &#1604;&#1592;&#1604;&#1605; &#1593;&#1592;&#1610;&#1605;</p>

<p>Dan ingatlah ketika Luqman berkata kepada anaknya, di waktu ia memberi pelajaran kepadanya: &quot;Hai anakku, janganlah kamu mempersekutukan Allah (berbuat syirik), sesungguhnya kesyirikan adalah benar2 kezaliman yang besar&quot; </p>

<p>Sedangkan kedzaliman dalam hadits qudsi yang diriwayatkan oleh imam Muslim dari Abi Dzar disebutkan :</p>

<p>&#1610;&#1575; &#1593;&#1576;&#1575;&#1583;&#1610; &#1573;&#1606;&#1610; &#1581;&#1585;&#1605;&#1578; &#1575;&#1604;&#1592;&#1604;&#1605; &#1593;&#1604;&#1610; &#1606;&#1601;&#1587;&#1610; &#1608; &#1580;&#1593;&#1604;&#1578;&#1607; &#1576;&#1610;&#1606;&#1603;&#1605; &#1605;&#1581;&#1585;&#1605;&#1575; &#1601;&#1604;&#1575; &#1578;&#1592;&#1575;&#1604;&#1605;&#1608;&#1575;</p>

<p>&quot;Wahai hamba-Ku sesungguhnya AKU telah mengharamkan kedzaliman atas diri-Ku, dan Aku pun menjadikannya haram diantara kalian, maka janganlah kalian saling berbuat dzalim &quot;</p>

<p>Maka kesimpulan sementara, RUQYAH Itu SYIRIK sehingga HARAM, Ini pada awal mulanya, pembahasan belum berhenti sampai di sini. Lalu setelah datangnya Islam dan diturunkannya al-Quran, metode pengobatan ruqyah ini disesuaikan dengan syariat Islam yang tentunya jauh dari penyekutuan terhadap hak Allah, asma Allah dan sifat Allah. Dalil pembolehannya ada sekian banyak hadits, namun yang saya kutipkan adalah hadits dari 'Auf bin Malik al-Asyja'i radhiyallahu 'anhu :</p>

<p>&#1603;&#1615;&#1606;&#1617;&#1614;&#1575; &#1606;&#1614;&#1585;&#1618;&#1602;&#1616;&#1610; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1580;&#1614;&#1575;&#1607;&#1616;&#1604;&#1616;&#1610;&#1617;&#1614;&#1577;&#1616; &#1601;&#1614;&#1602;&#1615;&#1604;&#1618;&#1606;&#1614;&#1575;: &#1610;&#1614;&#1575; &#1585;&#1614;&#1587;&#1615;&#1608;&#1618;&#1604;&#1614; &#1575;&#1604;&#1604;&#1607;&#1616;&#1548; &#1603;&#1614;&#1610;&#1618;&#1601;&#1614; &#1578;&#1614;&#1585;&#1614;&#1609; &#1601;&#1616;&#1610; &#1584;&#1614;&#1604;&#1616;&#1603;&#1614;&#1567; &#1601;&#1614;&#1602;&#1614;&#1575;&#1604;&#1614; &#1575;&#1593;&#1618;&#1585;&#1616;&#1590;&#1615;&#1608;&#1618;&#1575; &#1593;&#1614;&#1604;&#1614;&#1610;&#1617;&#1614; &#1585;&#1615;&#1602;&#1614;&#1575;&#1603;&#1615;&#1605;&#1618; &#1604;&#1575;&#1614; &#1576;&#1614;&#1571;&#1618;&#1587;&#1614; &#1576;&#1616;&#1575;&#1604;&#1585;&#1617;&#1615;&#1602;&#1614;&#1609; &#1605;&#1614;&#1575; &#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1603;&#1615;&#1606;&#1618; &#1601;&#1616;&#1610;&#1618;&#1607;&#1616; &#1588;&#1616;&#1585;&#1618;&#1603;&#1612;</p>

<p>''Dahulu kami meruqyah di zaman jahiliyyah. Lalu kami bertanya: 'Wahai Rasulullah bagaimana pendapatmu tentang hal itu. ? Beliau menjawab: 'Tunjukkan kepadaku cara cara ruqyah-ruqyah kalian, Ruqyah-ruqyah itu tidak mengapa selama tdk mengandung syirik'.''</p>

<p>Walaupun Dosa Kesyirikan merupakan dosa yang paling besar dan tidak terampuni, kita tidak boleh serampangan menuduh orang berbuat syirik (bahkan menuduh ahli bid&rsquo;ah/kafir) tanpa ilmu dan bukti yang kuat. Karena menuduh orang berbuat syirik dosanya lebih besar daripada berbuat kesyirikan. Rasululloh SAW bersabda :</p>

<p>&#1573;&#1616;&#1606;&#1614;&#1617; &#1571;&#1614;&#1582;&#1618;&#1608;&#1614;&#1601;&#1614; &#1605;&#1614;&#1575; &#1571;&#1614;&#1582;&#1614;&#1575;&#1601;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1585;&#1614;&#1580;&#1615;&#1604;&#1612; &#1602;&#1614;&#1585;&#1614;&#1571;&#1614; &#1575;&#1604;&#1618;&#1602;&#1615;&#1585;&#1618;&#1570;&#1606;&#1614; &#1581;&#1614;&#1578;&#1614;&#1617;&#1609; &#1573;&#1616;&#1584;&#1614;&#1575; &#1585;&#1615;&#1574;&#1616;&#1610;&#1614;&#1578;&#1618; &#1576;&#1614;&#1607;&#1618;&#1580;&#1614;&#1578;&#1615;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616;&#1548; &#1608;&#1614;&#1603;&#1614;&#1575;&#1606;&#1614; &#1585;&#1616;&#1583;&#1618;&#1574;&#1611;&#1575; &#1604;&#1616;&#1604;&#1618;&#1573;&#1616;&#1587;&#1618;&#1604;&#1614;&#1575;&#1605;&#1616;&#1548; &#1575;&#1606;&#1618;&#1587;&#1614;&#1604;&#1614;&#1582;&#1614; &#1605;&#1616;&#1606;&#1618;&#1607;&#1615; &#1608;&#1614;&#1606;&#1614;&#1576;&#1614;&#1584;&#1614;&#1607;&#1615; &#1608;&#1614;&#1585;&#1614;&#1575;&#1569;&#1614; &#1592;&#1614;&#1607;&#1618;&#1585;&#1616;&#1607;&#1616;&#1548; &#1608;&#1614;&#1587;&#1614;&#1593;&#1614;&#1609; &#1593;&#1614;&#1604;&#1614;&#1609; &#1580;&#1614;&#1575;&#1585;&#1616;&#1607;&#1616; &#1576;&#1616;&#1575;&#1604;&#1587;&#1614;&#1617;&#1610;&#1618;&#1601;&#1616;&#1548; &#1608;&#1614;&#1585;&#1614;&#1605;&#1614;&#1575;&#1607;&#1615; &#1576;&#1616;&#1575;&#1604;&#1588;&#1616;&#1617;&#1585;&#1618;&#1603;&#1616; &#1548; &#1602;&#1614;&#1575;&#1604;&#1614;: &#1602;&#1615;&#1604;&#1618;&#1578;&#1615;: &#1610;&#1614;&#1575; &#1606;&#1614;&#1576;&#1616;&#1610;&#1614;&#1617; &#1575;&#1604;&#1604;&#1614;&#1617;&#1607;&#1616;&#1548; &#1571;&#1614;&#1610;&#1615;&#1617;&#1607;&#1615;&#1605;&#1614;&#1575; &#1571;&#1614;&#1608;&#1618;&#1604;&#1614;&#1609; &#1576;&#1616;&#1575;&#1604;&#1588;&#1616;&#1617;&#1585;&#1618;&#1603;&#1616;&#1548; &#1575;&#1604;&#1618;&#1605;&#1614;&#1585;&#1618;&#1605;&#1616;&#1610;&#1615;&#1617; &#1571;&#1614;&#1605;&#1616; &#1575;&#1604;&#1585;&#1614;&#1617;&#1575;&#1605;&#1616;&#1610;&#1567; &#1602;&#1614;&#1575;&#1604;&#1614; &#1576;&#1614;&#1604;&#1616; &#1575;&#1604;&#1585;&#1614;&#1617;&#1575;&#1605;&#1616;&#1610;</p>

<p>&ldquo; Sesungguhnya yang paling aku khawatirkan atas kamu adalah seseorang yang telah membaca (menghafal) al-Qur&rsquo;&acirc;n, sehingga ketika telah tampak kebagusannya terhadap al-Qur&rsquo;&acirc;n dan dia menjadi pembela Islam, dia terlepas dari al-Qur&rsquo;&acirc;n, membuangnya di belakang punggungnya, dan menyerang tetangganya dengan pedang dan menuduhnya musyrik&rdquo;. Aku (Hudzaifah) bertanya, &ldquo;Wahai nabi All&acirc;h, siapakah yang lebih pantas disebut musyrik, penuduh atau yang dituduh?&rdquo;. Beliau menjawab, &ldquo;Penuduhnya&rdquo;. (HR. Bukh&acirc;ri dalam at-T&acirc;r&icirc;kh, Abu Ya&rsquo;la, Ibnu Hibb&acirc;n dan al-Bazz&acirc;r).</p>

<p>Jadi Ruqyah diperbolehkan (bahkan diperintahkan jika berobat dengan Alqur&rsquo;an sebagaiman dalam surat al Isro&rsquo; : 82 ), selama tidak terdapat unsur kesyirikan seperti menyebut nama selain Allah, menyekutukan Alloh, menyandarkan diri kepada selain Alloh seperti kepercayaan pada pohon-pohon/benda-benda keramat/hari , dan berlindung kepada jin, dan lain-lain. Ruqyah dengan hizb hizb, sholawat , tawasul, doa dari salafus sholeh juga diperbolehkan selama tidak mengandung kesyirikan. </p>

<p>Adapun kriteria Ruqyah yang diperbolehkan oleh syariat sebagaimana yang sudah menjadi ada penetapan dari ijma' para 'ulama yang dikutipkan oleh al-Hafidz Ibnu Hajar al-'Asqolany dlm kitab Fathul Bari jilid 10 hal. 206, berikut syarat-syaratnya :</p>

<p>1) Harus dengan kalamullah/al-Quran, atau dengan nama dan sifat-Nya. 2) Menggunakan bahasa Arab atau setidaknya bahasa yang dimengerti maknanya oleh dirinya sendiri atau orang lain.  3) Meyakini bahwasannya ruqyah tidak berefek dengan dzatnya secara sendirinya, melainkan dengan dzat Allah.</p>

<p>Jadi tidak boleh meyakini ruqyah itu menyembuhkan, melainkan Allah Sang maha penyembuh yang menyembuhkan semua penyakit. Peruqyah tidak mempunyai kuasa untuk mengangkat penyakit atau bahkan mengeluarkan Jin/Sihir/Ain.</p>