<p><center><b>Cara Meruqyah Penyakit Jasmani</b></center></p>

<p>Penyakit Jasmani hakikatnya juga dapat di obati dengan Alqur&rsquo;an, sebagaimana janji Allah SWT. Caranya yakni mencari ayat ayat yang cocok dengan jenis penyakit yang di derita. Adapun sebagai contoh-nya sebagaimana yang pernah dilakukan oleh para Ulama&rsquo; sebagai berikut .

    <ol>
    <li> Impotensi Caranya : Bacalah Surat Albaqoroh ayat 164 ; &#1573;&#1616;&#1606;&#1617;&#1614; &#1601;&#1616;&#1610; &#1582;&#1614;&#1604;&#1618;&#1602;&#1616; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1608;&#1614;&#1575;&#1582;&#1618;&#1578;&#1616;&#1604;&#1614;&#1575;&#1601;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1610;&#1618;&#1604;&#1616; &#1608;&#1614;&#1575;&#1604;&#1606;&#1617;&#1614;&#1607;&#1614;&#1575;&#1585;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1601;&#1615;&#1604;&#1618;&#1603;&#1616; &#1575;&#1604;&#1617;&#1614;&#1578;&#1616;&#1610; &#1578;&#1614;&#1580;&#1618;&#1585;&#1616;&#1610; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1576;&#1614;&#1581;&#1618;&#1585;&#1616; &#1576;&#1616;&#1605;&#1614;&#1575; &#1610;&#1614;&#1606;&#1618;&#1601;&#1614;&#1593;&#1615; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1608;&#1614;&#1605;&#1614;&#1575; &#1571;&#1614;&#1606;&#1618;&#1586;&#1614;&#1604;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616; &#1605;&#1616;&#1606;&#1618; &#1605;&#1614;&#1575;&#1569;&#1613; &#1601;&#1614;&#1571;&#1614;&#1581;&#1618;&#1610;&#1614;&#1575; &#1576;&#1616;&#1607;&#1616; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1614; &#1576;&#1614;&#1593;&#1618;&#1583;&#1614; &#1605;&#1614;&#1608;&#1618;&#1578;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1576;&#1614;&#1579;&#1617;&#1614; &#1601;&#1616;&#1610;&#1607;&#1614;&#1575; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1583;&#1614;&#1575;&#1576;&#1617;&#1614;&#1577;&#1613; &#1608;&#1614;&#1578;&#1614;&#1589;&#1618;&#1585;&#1616;&#1610;&#1601;&#1616; &#1575;&#1604;&#1585;&#1617;&#1616;&#1610;&#1614;&#1575;&#1581;&#1616; &#1608;&#1614;&#1575;&#1604;&#1587;&#1617;&#1614;&#1581;&#1614;&#1575;&#1576;&#1616; &#1575;&#1604;&#1618;&#1605;&#1615;&#1587;&#1614;&#1582;&#1617;&#1614;&#1585;&#1616; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1604;&#1614;&#1570;&#1610;&#1614;&#1575;&#1578;&#1613; &#1604;&#1616;&#1602;&#1614;&#1608;&#1618;&#1605;&#1613; &#1610;&#1614;&#1593;&#1618;&#1602;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; Ulangi pada lafad &ldquo;Fa ahya bihil ardho ba&rsquo;da mautiha&rdquo; (lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)-nya). Sambil bertadabbur bahwa Allah mampu menghidupkan bumi sesudah mati apalagi cuman &ldquo;anu&rdquo;.
    </li><li>. Sihir Masyrob (Melalui Minuman) Caranya : Bacalah Surat Al Zilzalah, ulangi pada lafadz &ldquo; Wa Akhrojatil Ardhu Astqolaha &rdquo; (dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya)
</li><li>Gatal Gatal di kulit Caranya : Oleskan minyak kelapa/az zaitun, bacakan surat az zumar ayat 23 berulang ulang sambil memijit mijit / mengoleskan minyak kelapanya. &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1606;&#1614;&#1586;&#1617;&#1614;&#1604;&#1614; &#1571;&#1614;&#1581;&#1618;&#1587;&#1614;&#1606;&#1614; &#1575;&#1604;&#1618;&#1581;&#1614;&#1583;&#1616;&#1610;&#1579;&#1616; &#1603;&#1616;&#1578;&#1614;&#1575;&#1576;&#1611;&#1575; &#1605;&#1615;&#1578;&#1614;&#1588;&#1614;&#1575;&#1576;&#1616;&#1607;&#1611;&#1575; &#1605;&#1614;&#1579;&#1614;&#1575;&#1606;&#1616;&#1610;&#1614; &#1578;&#1614;&#1602;&#1618;&#1588;&#1614;&#1593;&#1616;&#1585;&#1617;&#1615; &#1605;&#1616;&#1606;&#1618;&#1607;&#1615; &#1580;&#1615;&#1604;&#1615;&#1608;&#1583;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1610;&#1614;&#1582;&#1618;&#1588;&#1614;&#1608;&#1618;&#1606;&#1614; &#1585;&#1614;&#1576;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1579;&#1615;&#1605;&#1617;&#1614; &#1578;&#1614;&#1604;&#1616;&#1610;&#1606;&#1615; &#1580;&#1615;&#1604;&#1615;&#1608;&#1583;&#1615;&#1607;&#1615;&#1605;&#1618; &#1608;&#1614;&#1602;&#1615;&#1604;&#1615;&#1608;&#1576;&#1615;&#1607;&#1615;&#1605;&#1618; &#1573;&#1616;&#1604;&#1614;&#1609;&#1648; &#1584;&#1616;&#1603;&#1618;&#1585;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1754; &#1584;&#1614;&#1648;&#1604;&#1616;&#1603;&#1614; &#1607;&#1615;&#1583;&#1614;&#1609; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1610;&#1614;&#1607;&#1618;&#1583;&#1616;&#1610; &#1576;&#1616;&#1607;&#1616; &#1605;&#1614;&#1606;&#1618; &#1610;&#1614;&#1588;&#1614;&#1575;&#1569;&#1615; &#1754; &#1608;&#1614;&#1605;&#1614;&#1606;&#1618; &#1610;&#1615;&#1590;&#1618;&#1604;&#1616;&#1604;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1601;&#1614;&#1605;&#1614;&#1575; &#1604;&#1614;&#1607;&#1615; &#1605;&#1616;&#1606;&#1618; &#1607;&#1614;&#1575;&#1583;&#1613;
</li><li>Melancarkan Kelahiran Caranya : Bacalah surat Al Insyiqoq ayat 1-5, ulangi pada lafadz &ldquo;Wa Alqot Ma Fiha Watakhollat&rdquo; (dan dilemparkan apa yang ada di dalamnya dan menjadi kosong), sambil memegang daerah perut (rahim). &#1573;&#1616;&#1584;&#1614;&#1575; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1615; &#1575;&#1606;&#1618;&#1588;&#1614;&#1602;&#1617;&#1614;&#1578;&#1618; (1) &#1608;&#1614;&#1571;&#1614;&#1584;&#1616;&#1606;&#1614;&#1578;&#1618; &#1604;&#1616;&#1585;&#1614;&#1576;&#1617;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1581;&#1615;&#1602;&#1617;&#1614;&#1578;&#1618; (2) &#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1615; &#1605;&#1615;&#1583;&#1617;&#1614;&#1578;&#1618; (3) &#1608;&#1614;&#1571;&#1614;&#1604;&#1618;&#1602;&#1614;&#1578;&#1618; &#1605;&#1614;&#1575; &#1601;&#1616;&#1610;&#1607;&#1614;&#1575; &#1608;&#1614;&#1578;&#1614;&#1582;&#1614;&#1604;&#1617;&#1614;&#1578;&#1618; (4)
</li><li> Demam Caranya : Bacalah Al Anbiya&rsquo; ayat 69, ulangi ayat &ldquo; Qulnaa yaa naaru kuunii bardaa &ldquo; (Kami berfirman: &quot;Hai api menjadi dinginlah&quot;)
</li><li>Penyakit mata (Katarak) Caranya : Bacalah Surat Qaaf 22 ; &#1604;&#1614;&#1602;&#1614;&#1583;&#1618; &#1603;&#1615;&#1606;&#1618;&#1578;&#1614; &#1601;&#1616;&#1610; &#1594;&#1614;&#1601;&#1618;&#1604;&#1614;&#1577;&#1613; &#1605;&#1616;&#1606;&#1618; &#1607;&#1614;&#1648;&#1584;&#1614;&#1575; &#1601;&#1614;&#1603;&#1614;&#1588;&#1614;&#1601;&#1618;&#1606;&#1614;&#1575; &#1593;&#1614;&#1606;&#1618;&#1603;&#1614; &#1594;&#1616;&#1591;&#1614;&#1575;&#1569;&#1614;&#1603;&#1614; &#1601;&#1614;&#1576;&#1614;&#1589;&#1614;&#1585;&#1615;&#1603;&#1614; &#1575;&#1604;&#1618;&#1610;&#1614;&#1608;&#1618;&#1605;&#1614; &#1581;&#1614;&#1583;&#1616;&#1610;&#1583;&#1612; Ulangi pada lafaz &ldquo;Wabasorukal Yauma hadid&rdquo; Sesungguhnya kamu berada dalam keadaan lalai dari (hal) ini, maka Kami singkapkan daripadamu tutup (yang menutupi) matamu, maka penglihatanmu pada hari itu amat tajam.
</li><li> Stroke/Penyumbatan Pembuluh darah di Otak, sehingga sebagian anggota tubuh lemas Caranya : Minum Zaitun 2 sendok makan bangun tidur dan 2 sendok makan sebelum tidur, dimana minyaknya sudah diruqyah (alfatihah, ayat kursi, alkafirun, al ikhlas, al muwawwidatain)</li>
        <li> Bisul/Jerawat Caranya : Basahi jari telunjuk dengan air ludah, dengan menempelkan jari telunjuk pada lisan, kemudian oleskan jari yang sudah basah dengan air lidah tersebut ke tanah. Dan Olehkan ke tempat yang sakit. Sambil berdoa :  &#1576;&#1616;&#1587;&#1618;&#1605;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1578;&#1615;&#1585;&#1618;&#1576;&#1614;&#1577;&#1615; &#1571;&#1585;&#1618;&#1590;&#1616;&#1606;&#1575; &#1576;&#1616;&#1585;&#1616;&#1610;&#1602;&#1614;&#1577;&#1616; &#1576;&#1614;&#1593;&#1618;&#1590;&#1616;&#1606;&#1575; &#1610;&#1615;&#1588;&#1618;&#1601;&#1614;&#1609; &#1576;&#1616;&#1607;&#1616; &#1587;&#1614;&#1602;&#1616;&#1610;&#1605;&#1615;&#1606;&#1575; &#1576;&#1573;&#1584;&#1618;&#1606;&#1616; &#1585;&#1614;&#1576;&#1617;&#1616;&#1606;&#1575; Bismillah (dengan nama Allah), debu tanah kami, dengan sedikit ludah kami, bisa menjadi sebab sembuhnya sakit kami, dengan izin Rabb kami (HR. Bukhari 5745 dan Muslim 2194)</li>

        <li>Ulangi sesering mungkin. Insyaalloh diberi kesembuhan oleh Allah SWT.</li>

<li> Kaki bengkak (adema) Pembengkakan pada kaki, biasanya karena faktor adanya penumpukan cairan pada tubuh, tepatnya di kaki. Penderita penyakit ginjal dan jantung umumnya akan mengalami pembengkakan pada kaki, namun biasanya juga ada sebab faktor sihir yang medianya di pendam/dilangkahi.

</li><li>Caranya : Di ruqyah di atas tanah (karena bumi memiliki daya gravitasi, Insyaalloh bila ada gangguan jin ia akan tersedot ke tanah, biasanya jin ini masuk melalui jempol yang dapat menyumpat aliran darah di kaki sehingga mengakibatkan pembengkakan di kaki, oleh sebab itu jangan sering tidur dengan cara menyilangkan kaki), siramkan kakinya dengan air yang sudah di ruqyah (bacaan-nya adalah ayat pembatal sihir), atau surat fushilat ayat 29 ; &#1608;&#1614;&#1602;&#1614;&#1575;&#1604;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1603;&#1614;&#1601;&#1614;&#1585;&#1615;&#1608;&#1575; &#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1575; &#1571;&#1614;&#1585;&#1616;&#1606;&#1614;&#1575; &#1575;&#1604;&#1604;&#1617;&#1614;&#1584;&#1614;&#1610;&#1618;&#1606;&#1616; &#1571;&#1614;&#1590;&#1614;&#1604;&#1617;&#1614;&#1575;&#1606;&#1614;&#1575; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1580;&#1616;&#1606;&#1617;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1573;&#1616;&#1606;&#1618;&#1587;&#1616; &#1606;&#1614;&#1580;&#1618;&#1593;&#1614;&#1604;&#1618;&#1607;&#1615;&#1605;&#1614;&#1575; &#1578;&#1614;&#1581;&#1618;&#1578;&#1614; &#1571;&#1614;&#1602;&#1618;&#1583;&#1614;&#1575;&#1605;&#1616;&#1606;&#1614;&#1575; &#1604;&#1616;&#1610;&#1614;&#1603;&#1615;&#1608;&#1606;&#1614;&#1575; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1571;&#1614;&#1587;&#1618;&#1601;&#1614;&#1604;&#1616;&#1610;&#1606;&#1614; Ulangi rutin tanpa putus selama 21 hari.

</li><li> Pendarahan (Sebelum melahirkan)/Mimisan/setiap darah yg keluar deras dari tubuh Caranya : Bacakan surat hud ayat 44 ;  &#1608;&#1614;&#1602;&#1616;&#1610;&#1604;&#1614; &#1610;&#1614;&#1575; &#1571;&#1614;&#1585;&#1618;&#1590;&#1615; &#1575;&#1576;&#1618;&#1604;&#1614;&#1593;&#1616;&#1610; &#1605;&#1614;&#1575;&#1569;&#1614;&#1603;&#1616; &#1608;&#1614;&#1610;&#1614;&#1575; &#1587;&#1614;&#1605;&#1614;&#1575;&#1569;&#1615; &#1571;&#1614;&#1602;&#1618;&#1604;&#1616;&#1593;&#1616;&#1610; &#1608;&#1614;&#1594;&#1616;&#1610;&#1590;&#1614; &#1575;&#1604;&#1618;&#1605;&#1614;&#1575;&#1569;&#1615; &#1608;&#1614;&#1602;&#1615;&#1590;&#1616;&#1610;&#1614; &#1575;&#1604;&#1618;&#1571;&#1614;&#1605;&#1618;&#1585;&#1615; &#1608;&#1614;&#1575;&#1587;&#1618;&#1578;&#1614;&#1608;&#1614;&#1578;&#1618; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1618;&#1580;&#1615;&#1608;&#1583;&#1616;&#1610;&#1617;&#1616; &#1750; &#1608;&#1614;&#1602;&#1616;&#1610;&#1604;&#1614; &#1576;&#1615;&#1593;&#1618;&#1583;&#1611;&#1575; &#1604;&#1616;&#1604;&#1618;&#1602;&#1614;&#1608;&#1618;&#1605;&#1616; &#1575;&#1604;&#1592;&#1617;&#1614;&#1575;&#1604;&#1616;&#1605;&#1616;&#1610;&#1606;&#1614; Ulangi pada lafadz &ldquo;waghidhol maa&rsquo; &rdquo; (dan airpun disurutkan) atau ayat ayat yang mengandung tentang dinding misalkan surat yasin ayat 9 ulangi lafad &ldquo;saddan...&rdquo;, pengalaman dari teman penulis ketika istrinya pendarahan hebat sedang dokter sudah memvonis tak ada harapan untuk meyelamatkan kandungan, subhanalloh dengan Izin Allah kantong rahim yang mau lepas tiba tiba kembali sempurna dan kandungan-nya pun selamat sampai daokter yang awalnya memvonis tidak selamat pun lantas bertanya. &ldquo;kamu kasih apa ?&rdquo; maka iapun menjawab &ldquo;Alqur&rsquo;an&rdquo;. Masyaaalloh !.
</li>
</ol>
<p>Dan masih banyak lagi contoh pengobatan Alur&rsquo;an terhadap orang yang mengalami penyakit jasmani, Namun sebagai muslim kita dilarang oleh Allah mengacuhkan alqur&rsquo;an dan tidak menjadikan Al-Qur&rsquo;an sebagai Obat, Dan yang paling penting dalam pengobatan Al-qur&rsquo;an adalah Keyakinan bukan tehnik-nya.

<p> </p>